Repository: katagaki/Easel
Catalog: Shared/Support/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# Adjust.Brightness
source: Brightness
ja: 明るさ
ko: 밝기
zh_hans: 亮度
zh_hant: 亮度

# Adjust.Contrast
source: Contrast
ja: コントラスト
ko: 대비
zh_hans: 对比度
zh_hant: 對比度

# Adjust.Exposure
source: Exposure
ja: 露出
ko: 노출
zh_hans: 曝光
zh_hant: 曝光

# Adjust.Highlights
source: Highlights
ja: ハイライト
ko: 하이라이트
zh_hans: 高光
zh_hant: 亮部

# Adjust.Hue
source: Hue
ja: 色相
ko: 색조
zh_hans: 色相
zh_hant: 色相

# Adjust.Reset
source: Reset Adjustments
ja: 調整をリセット
ko: 조절 재설정
zh_hans: 重置调整
zh_hant: 重置調整

# Adjust.Saturation
source: Saturation
ja: 彩度
ko: 채도
zh_hans: 饱和度
zh_hant: 飽和度

# Adjust.Shadows
source: Shadows
ja: シャドウ
ko: 그림자
zh_hans: 阴影
zh_hant: 陰影

# Adjust.Sharpness
source: Sharpness
ja: シャープネス
ko: 선명도
zh_hans: 锐度
zh_hant: 銳利度

# Adjust.Temperature
source: Warmth
ja: 暖かみ
ko: 따뜻함
zh_hans: 色温
zh_hant: 色溫

# Adjust.Tint
source: Tint
ja: 色合い
ko: 색조 보정
zh_hans: 色调
zh_hant: 色調

# Adjust.Vibrance
source: Vibrance
ja: 自然な彩度
ko: 생동감
zh_hans: 鲜明度
zh_hant: 鮮豔度

# Adjust.Vignette
source: Vignette
ja: ビネット
ko: 비네트
zh_hans: 暗角
zh_hant: 暈影

# Alert.Error.Title
source: Something Went Wrong
ja: 問題が発生しました
ko: 문제가 발생했습니다
zh_hans: 出现问题
zh_hant: 發生問題

# BlendMode.Add
source: Add
ja: 加算
ko: 더하기
zh_hans: 相加
zh_hant: 相加

# BlendMode.Color
source: Color
ja: カラー
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

# BlendMode.ColorBurn
source: Color Burn
ja: 焼き込みカラー
ko: 색상 번
zh_hans: 颜色加深
zh_hant: 加深顏色

# BlendMode.ColorDodge
source: Color Dodge
ja: 覆い焼きカラー
ko: 색상 닷지
zh_hans: 颜色减淡
zh_hant: 加亮顏色

# BlendMode.Darken
source: Darken
ja: 比較（暗）
ko: 어둡게
zh_hans: 变暗
zh_hant: 變暗

# BlendMode.Difference
source: Difference
ja: 差の絶対値
ko: 차이
zh_hans: 差值
zh_hant: 差異化

# BlendMode.Exclusion
source: Exclusion
ja: 除外
ko: 제외
zh_hans: 排除
zh_hant: 排除

# BlendMode.HardLight
source: Hard Light
ja: ハードライト
ko: 하드 라이트
zh_hans: 强光
zh_hant: 實光

# BlendMode.Hue
source: Hue
ja: 色相
ko: 색조
zh_hans: 色相
zh_hant: 色相

# BlendMode.Lighten
source: Lighten
ja: 比較（明）
ko: 밝게
zh_hans: 变亮
zh_hant: 變亮

# BlendMode.LinearBurn
source: Linear Burn
ja: 焼き込み（リニア）
ko: 선형 번
zh_hans: 线性加深
zh_hant: 線性加深

# BlendMode.Luminosity
source: Luminosity
ja: 輝度
ko: 광도
zh_hans: 明度
zh_hant: 明度

# BlendMode.Multiply
source: Multiply
ja: 乗算
ko: 곱하기
zh_hans: 正片叠底
zh_hant: 色彩增值

# BlendMode.Normal
source: Normal
ja: 通常
ko: 표준
zh_hans: 正常
zh_hant: 正常

# BlendMode.Overlay
source: Overlay
ja: オーバーレイ
ko: 오버레이
zh_hans: 叠加
zh_hant: 覆蓋

# BlendMode.Saturation
source: Saturation
ja: 彩度
ko: 채도
zh_hans: 饱和度
zh_hant: 飽和度

# BlendMode.Screen
source: Screen
ja: スクリーン
ko: 스크린
zh_hans: 滤色
zh_hant: 濾色

# BlendMode.SoftLight
source: Soft Light
ja: ソフトライト
ko: 소프트 라이트
zh_hans: 柔光
zh_hant: 柔光

# Canvas.ActualSize
source: Actual Pixels
ja: 実際のピクセル
ko: 실제 픽셀
zh_hans: 实际像素
zh_hant: 實際像素

# Canvas.FitToScreen
source: Fit to Screen
ja: 画面に合わせる
ko: 화면에 맞추기
zh_hans: 适合屏幕
zh_hant: 符合螢幕

# Canvas.FlipHorizontal
source: Flip Horizontally
ja: 左右に反転
ko: 수평으로 뒤집기
zh_hans: 水平翻转
zh_hant: 水平翻轉

# Canvas.FlipVertical
source: Flip Vertically
ja: 上下に反転
ko: 수직으로 뒤집기
zh_hans: 垂直翻转
zh_hant: 垂直翻轉

# Canvas.ImageSize
source: Canvas Size…
ja: カンバスサイズ…
ko: 캔버스 크기…
zh_hans: 画布大小…
zh_hant: 畫布大小⋯

# Canvas.RotateLeft
source: Rotate Left
ja: 左に回転
ko: 왼쪽으로 회전
zh_hans: 向左旋转
zh_hant: 向左旋轉

# Canvas.RotateRight
source: Rotate Right
ja: 右に回転
ko: 오른쪽으로 회전
zh_hans: 向右旋转
zh_hant: 向右旋轉

# CanvasSize.Mode.Anchor
source: Keep Size
ja: サイズを維持
ko: 크기 유지
zh_hans: 保持大小
zh_hant: 維持大小

# CanvasSize.Mode.Anchor.Footer
source: The picture stays the same size. The canvas grows around it or crops it, keeping the picture at the anchor.
ja: 画像のサイズは変わりません。カンバスが画像の周りに広がるか切り取られ、画像は基準点の位置に置かれます。
ko: 사진 크기는 그대로 유지됩니다. 캔버스가 사진 주변으로 넓어지거나 잘리며, 사진은 기준점에 놓입니다.
zh_hans: 图片大小保持不变。画布会在图片周围扩展或裁剪，图片保持在锚点位置。
zh_hant: 圖片大小維持不變。畫布會在圖片周圍擴展或裁切，圖片維持在錨點位置。

# CanvasSize.Mode.Proportional
source: Scale Proportionally
ja: 縦横比を保って拡大・縮小
ko: 비율에 맞춰 크기 조절
zh_hans: 等比缩放
zh_hant: 等比例縮放

# CanvasSize.Mode.Proportional.Footer
source: The picture scales evenly to fit inside the new canvas without distortion. Any room left over is placed using the anchor.
ja: 画像は歪まないように縦横比を保ったまま、新しいカンバスに収まるよう拡大・縮小されます。余った部分は基準点に合わせて配置されます。
ko: 사진이 왜곡 없이 새로운 캔버스 안에 맞도록 비율에 맞춰 크기가 조절됩니다. 남는 공간은 기준점에 따라 배치됩니다.
zh_hans: 图片会等比缩放以适合新画布而不变形。剩余空间根据锚点排列。
zh_hant: 圖片會等比例縮放以符合新畫布而不變形。剩餘空間會依錨點排列。

# CanvasSize.Mode.Stretch
source: Stretch to Fill
ja: 引き伸ばして埋める
ko: 늘려서 채우기
zh_hans: 拉伸以填充
zh_hant: 延展以填滿

# CanvasSize.Mode.Stretch.Footer
source: The picture is stretched to fill the new canvas exactly, which can change its proportions.
ja: 画像は新しいカンバスにぴったり合うように引き伸ばされます。縦横比が変わる場合があります。
ko: 사진이 새로운 캔버스를 정확히 채우도록 늘어나며, 비율이 바뀔 수 있습니다.
zh_hans: 图片会被拉伸以完全填满新画布，这可能会改变其比例。
zh_hant: 圖片會被延展以完全填滿新畫布，這可能會改變其比例。

# CanvasSize.Picture
source: Picture
ja: 画像
ko: 사진
zh_hans: 图片
zh_hant: 圖片

# Common.Cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# Crop.Aspect.Free
source: Freeform
ja: 自由形式
ko: 자유 형식
zh_hans: 自由格式
zh_hant: 自由形式

# Crop.Aspect.Original
source: Original
ja: オリジナル
ko: 원본
zh_hans: 原始
zh_hant: 原始

# Crop.Aspect.Square
source: Square
ja: 正方形
ko: 정사각형
zh_hans: 正方形
zh_hant: 正方形

# Error.DocumentDamaged
source: This image could not be opened because part of it is missing or damaged.
ja: この画像は、一部が見つからないか破損しているため開けませんでした。
ko: 이미지의 일부가 없거나 손상되어 열 수 없습니다.
zh_hans: 无法打开此图像，因为其中部分内容缺失或已损坏。
zh_hant: 無法打開此影像，因為其中部分內容遺失或已損毀。

# Error.DocumentTooNew
source: This image was saved by a newer version of Easel. Update Easel to open it.
ja: この画像は新しいバージョンのEaselで保存されています。開くにはEaselをアップデートしてください。
ko: 이 이미지는 최신 버전의 Easel에서 저장되었습니다. 열려면 Easel을 업데이트하십시오.
zh_hans: 此图像由更新版本的 Easel 存储。请更新 Easel 以打开它。
zh_hant: 此影像由較新版本的 Easel 儲存。請更新 Easel 以打開它。

# Error.ImageUnreadable
source: The picture could not be read.
ja: 画像を読み込めませんでした。
ko: 사진을 읽을 수 없습니다.
zh_hans: 无法读取图片。
zh_hant: 無法讀取圖片。

# Error.ImageUnwritable
source: The picture could not be saved.
ja: 画像を保存できませんでした。
ko: 사진을 저장할 수 없습니다.
zh_hans: 无法存储图片。
zh_hant: 無法儲存圖片。

# Error.ImportFailed
source: Some pictures could not be added.
ja: 一部の画像を追加できませんでした。
ko: 일부 사진을 추가할 수 없습니다.
zh_hans: 部分图片无法添加。
zh_hant: 部分圖片無法加入。

# Error.LayerHidden
source: The layer is hidden. Show it to paint on it.
ja: レイヤーが非表示です。ペイントするには表示してください。
ko: 레이어가 가려져 있습니다. 칠하려면 레이어를 표시하십시오.
zh_hans: 图层已隐藏。请显示图层以在其上绘画。
zh_hant: 圖層已隱藏。請顯示圖層以在上面繪圖。

# Error.LayerLocked
source: The layer is locked. Unlock it in Layers to change it.
ja: レイヤーがロックされています。変更するには「レイヤー」でロックを解除してください。
ko: 레이어가 잠겨 있습니다. 변경하려면 레이어에서 잠금을 해제하십시오.
zh_hans: 图层已锁定。请在“图层”中解锁以进行更改。
zh_hant: 圖層已鎖定。請在「圖層」中解鎖以進行更改。

# Error.MaskTool
source: Only the brush, eraser and gradient can paint on a mask.
ja: マスクにペイントできるのは、ブラシ、消しゴム、グラデーションだけです。
ko: 마스크에는 브러시, 지우개, 그라디언트만 칠할 수 있습니다.
zh_hans: 只有画笔、橡皮擦和渐变可以在蒙版上绘画。
zh_hant: 只有筆刷、橡皮擦和漸層可以在遮色片上繪圖。

# Error.NoLayer
source: Choose a layer first.
ja: 先にレイヤーを選択してください。
ko: 먼저 레이어를 선택하십시오.
zh_hans: 请先选择一个图层。
zh_hant: 請先選擇一個圖層。

# Error.NoObjectFound
source: No people, animals or objects were found in the picture.
ja: 画像内に人物、動物、物体が見つかりませんでした。
ko: 사진에서 사람, 동물 또는 사물을 찾을 수 없습니다.
zh_hans: 未在图片中找到人物、动物或物体。
zh_hant: 未在圖片中找到人物、動物或物體。

# Error.NoObjectHere
source: There is no object there. Tap a person, animal or thing to select it.
ja: そこにはオブジェクトがありません。人物、動物、物体をタップして選択してください。
ko: 그곳에는 개체가 없습니다. 사람, 동물 또는 사물을 탭하여 선택하십시오.
zh_hans: 那里没有对象。请轻点人物、动物或物体以选择。
zh_hant: 那裡沒有物件。請點一下人物、動物或物體以選取。

# Error.NothingToPaste
source: There is no picture on the clipboard.
ja: クリップボードに画像がありません。
ko: 클립보드에 사진이 없습니다.
zh_hans: 剪贴板上没有图片。
zh_hant: 剪貼板上沒有圖片。

# Error.ObjectSelectionUnavailable
source: Object selection isn't available on this device.
ja: このデバイスではオブジェクト選択を使用できません。
ko: 이 기기에서는 개체 선택을 사용할 수 없습니다.
zh_hans: 此设备不支持选择对象。
zh_hant: 此裝置不支援選取物件。

# Error.PSDUnsupported
source: This Photoshop document uses a colour mode or size Easel can't open.
ja: このPhotoshop書類は、Easelで開けないカラーモードまたはサイズを使用しています。
ko: 이 Photoshop 문서는 Easel에서 열 수 없는 색상 모드 또는 크기를 사용합니다.
zh_hans: 此 Photoshop 文稿使用了 Easel 无法打开的颜色模式或尺寸。
zh_hant: 此 Photoshop 文件使用了 Easel 無法打開的色彩模式或尺寸。

# Error.PhotoUnavailable
source: The photo could not be opened. It may have been deleted or may still be downloading.
ja: 写真を開けませんでした。削除されたか、まだダウンロード中の可能性があります。
ko: 사진을 열 수 없습니다. 삭제되었거나 아직 다운로드 중일 수 있습니다.
zh_hans: 无法打开照片。它可能已被删除或仍在下载。
zh_hant: 無法打開照片。它可能已被刪除或仍在下載。

# Error.PhotosAccessDenied
source: Easel needs access to your photo library. You can allow it in Settings.
ja: Easelには写真ライブラリへのアクセスが必要です。「設定」で許可できます。
ko: Easel이 사진 보관함에 접근해야 합니다. 설정에서 허용할 수 있습니다.
zh_hans: Easel 需要访问你的照片图库。你可以在“设置”中允许访问。
zh_hant: Easel 需要取用你的照片圖庫。你可以在「設定」中允許取用。

# Export.DefaultName
source: Image
ja: 画像
ko: 이미지
zh_hans: 图像
zh_hant: 影像

# Export.Easel
source: Easel Image (Layers)
ja: Easel画像（レイヤー付き）
ko: Easel 이미지(레이어 포함)
zh_hans: Easel 图像（含图层）
zh_hant: Easel 影像（含圖層）

# Export.PSD
source: Photoshop (Layers)
ja: Photoshop（レイヤー付き）
ko: Photoshop(레이어 포함)
zh_hans: Photoshop（含图层）
zh_hant: Photoshop（含圖層）

# Export.SaveToPhotos
source: Save to Photos
ja: 写真に保存
ko: 사진에 저장
zh_hans: 存储到照片
zh_hant: 儲存到照片

# Export.ShareAs
source: Share As
ja: 共有する形式
ko: 공유 형식
zh_hans: 共享格式
zh_hant: 分享格式

# Filter.Bloom
source: Bloom
ja: ブルーム
ko: 블룸
zh_hans: 柔光晕
zh_hant: 光暈

# Filter.Chrome
source: Chrome
ja: クローム
ko: 크롬
zh_hans: 铬黄
zh_hant: 鉻黃

# Filter.Comic
source: Comic
ja: コミック
ko: 만화
zh_hans: 漫画
zh_hant: 漫畫

# Filter.Crystallize
source: Crystallize
ja: 結晶化
ko: 결정화
zh_hans: 晶格化
zh_hant: 結晶化

# Filter.Fade
source: Fade
ja: フェード
ko: 바랜 효과
zh_hans: 褪色
zh_hant: 褪色

# Filter.Instant
source: Instant
ja: インスタント
ko: 인스턴트
zh_hans: 拍立得
zh_hant: 即可拍

# Filter.Invert
source: Invert
ja: 階調の反転
ko: 반전
zh_hans: 反相
zh_hant: 負片

# Filter.Mono
source: Mono
ja: モノ
ko: 모노
zh_hans: 单色
zh_hant: 單色

# Filter.Noir
source: Noir
ja: ノワール
ko: 누아르
zh_hans: 黑白
zh_hant: 黑白

# Filter.Noise
source: Grain
ja: 粒子
ko: 그레인
zh_hans: 颗粒
zh_hant: 顆粒

# Filter.None
source: Original
ja: オリジナル
ko: 원본
zh_hans: 原片
zh_hant: 原始

# Filter.Posterize
source: Posterize
ja: ポスタリゼーション
ko: 포스터화
zh_hans: 色调分离
zh_hant: 色調分離

# Filter.Process
source: Process
ja: プロセス
ko: 프로세스
zh_hans: 冲印
zh_hant: 沖印

# Filter.Sepia
source: Sepia
ja: セピア
ko: 세피아
zh_hans: 棕褐色
zh_hant: 懷舊

# Filter.Sharpen
source: Sharpen
ja: シャープ
ko: 선명하게
zh_hans: 锐化
zh_hant: 銳利化

# Filter.Tonal
source: Tonal
ja: トーン
ko: 색조 흑백
zh_hans: 色调
zh_hant: 色調

# Filter.Transfer
source: Transfer
ja: トランスファー
ko: 트랜스퍼
zh_hans: 岁月
zh_hant: 歲月

# Filters.Intensity
source: Intensity
ja: 強さ
ko: 강도
zh_hans: 强度
zh_hant: 強度

# Filters.Section.Color
source: Color
ja: カラー
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

# Filters.Section.Effects
source: Effects
ja: エフェクト
ko: 효과
zh_hans: 效果
zh_hant: 效果

# Filters.Section.Looks
source: Looks
ja: ルック
ko: 룩
zh_hans: 风格
zh_hant: 風格

# Groups.Collapse
source: Collapse Group
ja: グループを閉じる
ko: 그룹 접기
zh_hans: 折叠组
zh_hant: 收合群組

# Groups.Delete
source: Delete Group
ja: グループを削除
ko: 그룹 삭제
zh_hans: 删除组
zh_hant: 刪除群組

# Groups.Expand
source: Expand Group
ja: グループを開く
ko: 그룹 펼치기
zh_hans: 展开组
zh_hant: 展開群組

# Groups.Group
source: Group Layer
ja: レイヤーをグループ化
ko: 레이어 그룹화
zh_hans: 编组图层
zh_hant: 群組圖層

# Groups.Merge
source: Merge Group
ja: グループを結合
ko: 그룹 병합
zh_hans: 合并组
zh_hant: 合併群組

# Groups.MoveTo
source: Move to Group
ja: グループへ移動
ko: 그룹으로 이동
zh_hans: 移到组
zh_hant: 移至群組

# Groups.NoGroup
source: No Group
ja: グループなし
ko: 그룹 없음
zh_hans: 无组
zh_hant: 無群組

# Groups.Section
source: Group
ja: グループ
ko: 그룹
zh_hans: 组
zh_hant: 群組

# Groups.Ungroup
source: Ungroup
ja: グループ解除
ko: 그룹 해제
zh_hans: 取消编组
zh_hant: 取消群組

# ImageSize.Anchor
source: Anchor
ja: 基準点
ko: 기준점
zh_hans: 锚点
zh_hant: 錨點

# ImageSize.Height
source: Height
ja: 高さ
ko: 높이
zh_hans: 高度
zh_hant: 高度

# ImageSize.KeepProportions
source: Keep Proportions
ja: 縦横比を固定
ko: 비율 유지
zh_hans: 保持比例
zh_hant: 維持比例

# ImageSize.Original %lld %lld
source: Currently %1$lld × %2$lld pixels
ja: 現在 %1$lld × %2$lld ピクセル
ko: 현재 %1$lld × %2$lld 픽셀
zh_hans: 当前为 %1$lld × %2$lld 像素
zh_hant: 目前為 %1$lld × %2$lld 像素

# ImageSize.Width
source: Width
ja: 幅
ko: 너비
zh_hans: 宽度
zh_hant: 寬度

# Launch.EditPhoto
source: Edit a Photo
ja: 写真を編集
ko: 사진 편집
zh_hans: 编辑照片
zh_hant: 編輯照片

# Launch.NewImage
source: New Image
ja: 新規画像
ko: 새로운 이미지
zh_hans: 新建图像
zh_hant: 新增影像

# Layer.CopyName %@
source: %@ Copy
ja: %@のコピー
ko: %@ 사본
zh_hans: %@ 副本
zh_hant: %@ 副本

# Layer.DefaultName.Background
source: Background
ja: 背景
ko: 배경
zh_hans: 背景
zh_hant: 背景

# Layer.DefaultName.Group
source: Group
ja: グループ
ko: 그룹
zh_hans: 组
zh_hant: 群組

# Layer.DefaultName.Image
source: Image
ja: 画像
ko: 이미지
zh_hans: 图像
zh_hant: 影像

# Layer.DefaultName.Layer
source: Layer
ja: レイヤー
ko: 레이어
zh_hans: 图层
zh_hant: 圖層

# Layer.DefaultName.Pasted
source: Pasted
ja: ペースト
ko: 붙여넣음
zh_hans: 粘贴
zh_hant: 貼上

# Layer.DefaultName.Path
source: Path
ja: パス
ko: 패스
zh_hans: 路径
zh_hant: 路徑

# Layer.DefaultName.Photo
source: Photo
ja: 写真
ko: 사진
zh_hans: 照片
zh_hant: 照片

# Layer.DefaultName.PixelmatorPreview
source: Pixelmator Preview
ja: Pixelmatorのプレビュー
ko: Pixelmator 미리보기
zh_hans: Pixelmator 预览
zh_hant: Pixelmator 預覽

# LayerFilter.BlackAndWhite
source: Black & White
ja: 白黒
ko: 흑백
zh_hans: 黑白
zh_hant: 黑白

# LayerFilter.Brightness
source: Brightness
ja: 明るさ
ko: 밝기
zh_hans: 亮度
zh_hant: 亮度

# LayerFilter.Contrast
source: Contrast
ja: コントラスト
ko: 대비
zh_hans: 对比度
zh_hant: 對比度

# LayerFilter.GaussianBlur
source: Gaussian Blur
ja: ぼかし（ガウス）
ko: 가우시안 흐림
zh_hans: 高斯模糊
zh_hant: 高斯模糊

# LayerFilter.Mosaic
source: Mosaic
ja: モザイク
ko: 모자이크
zh_hans: 马赛克
zh_hant: 馬賽克

# LayerFilter.MotionBlur
source: Motion Blur
ja: ぼかし（移動）
ko: 동작 흐림
zh_hans: 动感模糊
zh_hant: 動態模糊

# LayerFilter.Saturation
source: Saturation
ja: 彩度
ko: 채도
zh_hans: 饱和度
zh_hant: 飽和度

# LayerFilter.Sepia
source: Sepia
ja: セピア
ko: 세피아
zh_hans: 棕褐色
zh_hant: 懷舊

# LayerFilter.ZoomBlur
source: Zoom Blur
ja: ぼかし（ズーム）
ko: 확대/축소 흐림
zh_hans: 缩放模糊
zh_hant: 縮放模糊

# LayerFilters.Add
source: Add Filter
ja: フィルタを追加
ko: 필터 추가
zh_hans: 添加滤镜
zh_hant: 加入濾鏡

# LayerFilters.Amount
source: Amount
ja: 量
ko: 양
zh_hans: 数量
zh_hant: 數量

# LayerFilters.Angle
source: Angle
ja: 角度
ko: 각도
zh_hans: 角度
zh_hant: 角度

# LayerFilters.ApplyAll
source: Apply Filters to Layer
ja: フィルタをレイヤーに適用
ko: 레이어에 필터 적용
zh_hans: 将滤镜应用到图层
zh_hant: 將濾鏡套用至圖層

# LayerFilters.CenterX
source: Center (Horizontal)
ja: 中心（水平）
ko: 중심(수평)
zh_hans: 中心（水平）
zh_hant: 中心（水平）

# LayerFilters.CenterY
source: Center (Vertical)
ja: 中心（垂直）
ko: 중심(수직)
zh_hans: 中心（垂直）
zh_hant: 中心（垂直）

# LayerFilters.Empty
source: No Filters
ja: フィルタなし
ko: 필터 없음
zh_hans: 没有滤镜
zh_hant: 沒有濾鏡

# LayerFilters.Empty.Detail
source: Filters change how this layer looks without changing its pixels, so they can be adjusted or removed at any time.
ja: フィルタはピクセルを変更せずにレイヤーの見た目を変えるので、いつでも調整したり取り除いたりできます。
ko: 필터는 픽셀을 변경하지 않고 레이어의 모양을 바꾸므로 언제든지 조절하거나 제거할 수 있습니다.
zh_hans: 滤镜会更改此图层的外观而不更改其像素，因此可以随时调整或移除。
zh_hant: 濾鏡會更改此圖層的外觀而不更改其像素，因此可以隨時調整或移除。

# LayerFilters.Footer
source: Filters run from top to bottom. Touch and hold a filter to drag it into a new place.
ja: フィルタは上から順に適用されます。フィルタを長押しすると、ドラッグして並べ替えられます。
ko: 필터는 위에서 아래 순서로 적용됩니다. 필터를 길게 터치하여 드래그하면 순서를 변경할 수 있습니다.
zh_hans: 滤镜从上到下依次应用。按住滤镜即可拖移以重新排序。
zh_hant: 濾鏡由上至下依序套用。按住濾鏡即可拖移以重新排序。

# LayerFilters.Hide
source: Turn Off Filter
ja: フィルタをオフにする
ko: 필터 끄기
zh_hans: 关闭滤镜
zh_hant: 關閉濾鏡

# LayerFilters.Remove
source: Remove Filter
ja: フィルタを削除
ko: 필터 제거
zh_hans: 移除滤镜
zh_hant: 移除濾鏡

# LayerFilters.RemoveAll
source: Remove All Filters
ja: すべてのフィルタを削除
ko: 모든 필터 제거
zh_hans: 移除所有滤镜
zh_hant: 移除所有濾鏡

# LayerFilters.Show
source: Turn On Filter
ja: フィルタをオンにする
ko: 필터 켜기
zh_hans: 打开滤镜
zh_hant: 開啟濾鏡

# Layers.Add
source: Add Layer
ja: レイヤーを追加
ko: 레이어 추가
zh_hans: 添加图层
zh_hant: 加入圖層

# Layers.BlendMode
source: Blend Mode
ja: 描画モード
ko: 혼합 모드
zh_hans: 混合模式
zh_hant: 混合模式

# Layers.Copy
source: Copy
ja: コピー
ko: 복사
zh_hans: 拷贝
zh_hant: 拷貝

# Layers.Delete
source: Delete Layer
ja: レイヤーを削除
ko: 레이어 삭제
zh_hans: 删除图层
zh_hant: 刪除圖層

# Layers.Duplicate
source: Duplicate
ja: 複製
ko: 복제
zh_hans: 复制
zh_hant: 複製

# Layers.Flatten
source: Flatten Image
ja: 画像を統合
ko: 이미지 병합
zh_hans: 拼合图像
zh_hant: 影像平面化

# Layers.Hide
source: Hide Layer
ja: レイヤーを非表示
ko: 레이어 가리기
zh_hans: 隐藏图层
zh_hant: 隱藏圖層

# Layers.ImportFiles
source: From Files
ja: “ファイル”から
ko: 파일에서
zh_hans: 从“文件”
zh_hant: 從「檔案」

# Layers.ImportPhotos
source: From Photos
ja: “写真”から
ko: 사진에서
zh_hans: 从“照片”
zh_hant: 從「照片」

# Layers.Lock
source: Lock
ja: ロック
ko: 잠금
zh_hans: 锁定
zh_hant: 鎖定

# Layers.Locked
source: Locked
ja: ロック中
ko: 잠김
zh_hans: 已锁定
zh_hant: 已鎖定

# Layers.MergeDown
source: Merge Down
ja: 下のレイヤーと結合
ko: 아래 레이어와 병합
zh_hans: 向下合并
zh_hant: 向下合併

# Layers.More
source: More
ja: その他
ko: 더 보기
zh_hans: 更多
zh_hant: 更多

# Layers.MoveDown
source: Move Down
ja: 下へ移動
ko: 아래로 이동
zh_hans: 下移
zh_hant: 下移

# Layers.MoveUp
source: Move Up
ja: 上へ移動
ko: 위로 이동
zh_hans: 上移
zh_hant: 上移

# Layers.NewLayer
source: New Layer
ja: 新規レイヤー
ko: 새로운 레이어
zh_hans: 新建图层
zh_hant: 新增圖層

# Layers.Opacity
source: Opacity
ja: 不透明度
ko: 불투명도
zh_hans: 不透明度
zh_hant: 不透明度

# Layers.Paste
source: Paste
ja: ペースト
ko: 붙여넣기
zh_hans: 粘贴
zh_hant: 貼上

# Layers.Rasterize
source: Rasterize
ja: ラスタライズ
ko: 래스터화
zh_hans: 栅格化
zh_hant: 點陣化

# Layers.Rename
source: Rename
ja: 名称変更
ko: 이름 변경
zh_hans: 重新命名
zh_hant: 重新命名

# Layers.Rename.Confirm
source: Rename
ja: 名称変更
ko: 이름 변경
zh_hans: 重新命名
zh_hant: 重新命名

# Layers.Rename.Placeholder
source: Layer Name
ja: レイヤー名
ko: 레이어 이름
zh_hans: 图层名称
zh_hant: 圖層名稱

# Layers.Rename.Title
source: Rename Layer
ja: レイヤー名を変更
ko: 레이어 이름 변경
zh_hans: 重新命名图层
zh_hant: 重新命名圖層

# Layers.Section.Appearance
source: Layer
ja: レイヤー
ko: 레이어
zh_hans: 图层
zh_hant: 圖層

# Layers.Show
source: Show Layer
ja: レイヤーを表示
ko: 레이어 표시
zh_hans: 显示图层
zh_hant: 顯示圖層

# Layers.Unlock
source: Unlock
ja: ロックを解除
ko: 잠금 해제
zh_hans: 解锁
zh_hant: 解鎖

# Layers.Vector
source: Vector Layer
ja: ベクターレイヤー
ko: 벡터 레이어
zh_hans: 矢量图层
zh_hant: 向量圖層

source: Mask Actions
ja: マスクの操作
ko: 마스크 동작
zh_hans: 蒙版操作
zh_hant: 遮色片動作

# Mask.Add
source: Add Mask
ja: マスクを追加
ko: 마스크 추가
zh_hans: 添加蒙版
zh_hant: 加入遮色片

# Mask.AddFromSelection
source: Add Mask from Selection
ja: 選択範囲からマスクを追加
ko: 선택 영역에서 마스크 추가
zh_hans: 从选区添加蒙版
zh_hant: 從選取範圍加入遮色片

# Mask.Apply
source: Apply Mask to Layer
ja: マスクをレイヤーに適用
ko: 레이어에 마스크 적용
zh_hans: 将蒙版应用到图层
zh_hant: 將遮色片套用至圖層

# Mask.Delete
source: Delete Mask
ja: マスクを削除
ko: 마스크 삭제
zh_hans: 删除蒙版
zh_hant: 刪除遮色片

# Mask.Edit
source: Paint on Mask
ja: マスクにペイント
ko: 마스크에 칠하기
zh_hans: 在蒙版上绘画
zh_hant: 在遮色片上繪圖

# Mask.Editing
source: Painting on Mask
ja: マスクにペイント中
ko: 마스크에 칠하는 중
zh_hans: 正在蒙版上绘画
zh_hant: 正在遮色片上繪圖

# Mask.Enabled
source: Use Mask
ja: マスクを使用
ko: 마스크 사용
zh_hans: 使用蒙版
zh_hant: 使用遮色片

# Mask.Footer
source: While painting on the mask, the brush hides the layer and the eraser reveals it again.
ja: マスクにペイントしている間は、ブラシでレイヤーを隠し、消しゴムで再び表示できます。
ko: 마스크에 칠하는 동안 브러시는 레이어를 가리고 지우개는 다시 표시합니다.
zh_hans: 在蒙版上绘画时，画笔会隐藏图层，橡皮擦会重新显示图层。
zh_hant: 在遮色片上繪圖時，筆刷會隱藏圖層，橡皮擦會重新顯示圖層。

# Mask.HideSelection
source: Hide Selection
ja: 選択範囲を隠す
ko: 선택 영역 가리기
zh_hans: 隐藏选区
zh_hant: 隱藏選取範圍

# Mask.Invert
source: Invert Mask
ja: マスクを反転
ko: 마스크 반전
zh_hans: 反转蒙版
zh_hant: 反轉遮色片

# Mask.RevealSelection
source: Reveal Selection
ja: 選択範囲を表示
ko: 선택 영역 표시
zh_hans: 显示选区
zh_hant: 顯示選取範圍

# Mask.Title
source: Mask
ja: マスク
ko: 마스크
zh_hans: 蒙版
zh_hant: 遮色片

# Options.AddPoint
source: Add Point After
ja: 後ろにポイントを追加
ko: 뒤에 포인트 추가
zh_hans: 在后面添加锚点
zh_hant: 在後方加入錨點

# Options.AspectRatio
source: Aspect Ratio
ja: 縦横比
ko: 화면 비율
zh_hans: 长宽比
zh_hant: 長寬比

# Options.BrushSettings
source: Brush Settings
ja: ブラシ設定
ko: 브러시 설정
zh_hans: 画笔设置
zh_hant: 筆刷設定

# Options.ClosePath
source: Close Path
ja: パスを閉じる
ko: 패스 닫기
zh_hans: 闭合路径
zh_hant: 封閉路徑

# Options.Color
source: Color
ja: カラー
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

# Options.CropApply
source: Crop
ja: 切り取る
ko: 자르기
zh_hans: 裁剪
zh_hant: 裁切

# Options.CropReset
source: Reset Crop
ja: 切り取りをリセット
ko: 자르기 재설정
zh_hans: 重置裁剪
zh_hant: 重置裁切

# Options.DeletePoint
source: Delete Point
ja: ポイントを削除
ko: 포인트 삭제
zh_hans: 删除锚点
zh_hant: 刪除錨點

# Options.EditText
source: Edit Text
ja: テキストを編集
ko: 텍스트 편집
zh_hans: 编辑文本
zh_hant: 編輯文字

# Options.Fill
source: Fill
ja: 塗り
ko: 채우기
zh_hans: 填充
zh_hant: 填色

# Options.FinishPath
source: Finish Path
ja: パスを完了
ko: 패스 완료
zh_hans: 完成路径
zh_hant: 完成路徑

# Options.FitToCanvas
source: Fit to Canvas
ja: カンバスに合わせる
ko: 캔버스에 맞추기
zh_hans: 适合画布
zh_hant: 符合畫布

# Options.FlipHorizontal
source: Flip Layer Horizontally
ja: レイヤーを左右に反転
ko: 레이어를 수평으로 뒤집기
zh_hans: 水平翻转图层
zh_hant: 水平翻轉圖層

# Options.FlipVertical
source: Flip Layer Vertically
ja: レイヤーを上下に反転
ko: 레이어를 수직으로 뒤집기
zh_hans: 垂直翻转图层
zh_hant: 垂直翻轉圖層

# Options.LineWidth
source: Line Width
ja: 線の太さ
ko: 선 두께
zh_hans: 线宽
zh_hant: 線條寬度

# Options.MakeCorner
source: Make Corner
ja: 角にする
ko: 모서리로
zh_hans: 转为角点
zh_hant: 轉為角點

# Options.MakeSmooth
source: Make Smooth
ja: 滑らかにする
ko: 부드럽게
zh_hans: 转为平滑
zh_hant: 轉為平滑

# Options.Opacity
source: Opacity
ja: 不透明度
ko: 불투명도
zh_hans: 不透明度
zh_hant: 不透明度

# Options.OpenPath
source: Open Path
ja: パスを開く
ko: 패스 열기
zh_hans: 断开路径
zh_hant: 斷開路徑

# Options.PenAddsToLayer
source: Add Paths to Current Layer
ja: 現在のレイヤーにパスを追加
ko: 현재 레이어에 패스 추가
zh_hans: 将路径添加到当前图层
zh_hant: 將路徑加入目前圖層

# Options.PencilPressure
source: Apple Pencil Pressure
ja: Apple Pencilの筆圧
ko: Apple Pencil 압력
zh_hans: Apple Pencil 压力
zh_hant: Apple Pencil 壓力

# Options.PickVectorLayer
source: Tap a shape or path to edit it
ja: 図形やパスをタップして編集
ko: 도형이나 패스를 탭하여 편집
zh_hans: 轻点形状或路径以编辑
zh_hant: 點一下形狀或路徑以編輯

# Options.ResetTransform
source: Reset Size and Position
ja: サイズと位置をリセット
ko: 크기 및 위치 재설정
zh_hans: 重置大小和位置
zh_hant: 重置大小與位置

# Options.RotateLayer
source: Rotate Layer
ja: レイヤーを回転
ko: 레이어 회전
zh_hans: 旋转图层
zh_hant: 旋轉圖層

# Options.Rotation
source: Rotation
ja: 回転
ko: 회전
zh_hans: 旋转
zh_hant: 旋轉

# Options.Scale
source: Scale
ja: 拡大・縮小
ko: 크기
zh_hans: 缩放
zh_hant: 縮放

# Options.SelectionActions
source: Selection
ja: 選択範囲
ko: 선택 영역
zh_hans: 选区
zh_hant: 選取範圍

# Options.ShapeFilled
source: Fill Shape
ja: 図形を塗りつぶす
ko: 도형 채우기
zh_hans: 填充形状
zh_hant: 填滿形狀

# Options.Size
source: Size
ja: サイズ
ko: 크기
zh_hans: 大小
zh_hant: 大小

# Options.Softness
source: Softness
ja: やわらかさ
ko: 부드러움
zh_hans: 柔和度
zh_hant: 柔和度

# Options.Strength
source: Strength
ja: 強さ
ko: 강도
zh_hans: 强度
zh_hant: 強度

# Options.Stroke
source: Stroke
ja: 線
ko: 선
zh_hans: 描边
zh_hant: 筆畫

# Options.TapToAddText
source: Tap to add text
ja: タップしてテキストを追加
ko: 탭하여 텍스트 추가
zh_hans: 轻点以添加文本
zh_hant: 點一下以加入文字

# Options.TapToStartPath
source: Tap for corners, drag for curves
ja: タップで角、ドラッグで曲線
ko: 탭하여 모서리, 드래그하여 곡선
zh_hans: 轻点添加角点，拖移添加曲线
zh_hant: 點一下加入角點，拖移加入曲線

# Options.Tolerance
source: Tolerance
ja: 許容値
ko: 허용치
zh_hans: 容差
zh_hant: 容許度

# Options.Transform
source: Size and Rotation
ja: サイズと回転
ko: 크기 및 회전
zh_hans: 大小与旋转
zh_hant: 大小與旋轉

# Panel.Adjustments.Title
source: Adjust
ja: 調整
ko: 조절
zh_hans: 调整
zh_hant: 調整

# Panel.Filters.Title
source: Filters
ja: フィルタ
ko: 필터
zh_hans: 滤镜
zh_hant: 濾鏡

# Panel.ImageSize.Title
source: Canvas Size
ja: カンバスサイズ
ko: 캔버스 크기
zh_hans: 画布大小
zh_hant: 畫布大小

# Panel.Layers.Title
source: Layers
ja: レイヤー
ko: 레이어
zh_hans: 图层
zh_hant: 圖層

# Panel.Looks.Title
source: Looks
ja: ルック
ko: 룩
zh_hans: 风格
zh_hant: 風格

# Panel.Text.Title
source: Text
ja: テキスト
ko: 텍스트
zh_hans: 文本
zh_hant: 文字

# PhotoEditor.Discard.Confirm
source: Discard Changes
ja: 変更内容を破棄
ko: 변경 사항 폐기
zh_hans: 放弃更改
zh_hant: 放棄更改

# PhotoEditor.Discard.Title
source: Discard your changes to this photo?
ja: この写真への変更内容を破棄しますか?
ko: 이 사진의 변경 사항을 폐기하겠습니까?
zh_hans: 要放弃对此照片的更改吗？
zh_hant: 要放棄對此照片的更改嗎？

# PhotoEditor.Revert
source: Revert to Original
ja: オリジナルに戻す
ko: 원본으로 복귀
zh_hans: 复原到原始状态
zh_hant: 回復成原始狀態

# PhotoEditor.Save
source: Save
ja: 保存
ko: 저장
zh_hans: 存储
zh_hant: 儲存

# PhotoEditor.Title
source: Edit Photo
ja: 写真を編集
ko: 사진 편집
zh_hans: 编辑照片
zh_hant: 編輯照片

source: Select All
ja: すべてを選択
ko: 모두 선택
zh_hans: 全选
zh_hant: 全選

# Select.Clear
source: Delete Selected Area
ja: 選択範囲を削除
ko: 선택 영역 삭제
zh_hans: 删除选区内容
zh_hant: 刪除選取範圍內容

# Select.CopyToLayer
source: Copy to New Layer
ja: 新規レイヤーにコピー
ko: 새로운 레이어로 복사
zh_hans: 拷贝到新图层
zh_hant: 拷貝到新圖層

# Select.CropToSelection
source: Crop to Selection
ja: 選択範囲で切り取る
ko: 선택 영역으로 자르기
zh_hans: 裁剪到选区
zh_hant: 裁切至選取範圍
